Repository: Gugler-GmbH/cart
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_cart.error.stock_handling.add
source: Desired number of this item not available.
de: Gewünschte Anzahl dieses Artikels nicht verfügbar.

# tx_cart.error.stock_handling.update
source: Desired number of this item not available.
de: Gewünschte Anzahl dieses Artikels nicht verfügbar.

# tx_cart.success.stock_handling.add.one
source: Item was added to cart.
de: Artikel wurde zum Warenkorb hinzugefügt

# tx_cart.success.stock_handling.add.more
source: %s Items were added to cart.
de: %s Artikel wurden zum Warenkorb hinzugefügt

# validator.notempty.empty
source: The given subject was not empty.
de: Der angegebene Wert ist nicht leer.

# tx_cart.plugin.mini_cart.empty_cart
source: Cart is empty.
de: Der Warenkorb ist leer.

# tx_cart.plugin.mini_cart.go_to_checkout
source: Go to Checkout
de: Weiter zur Kasse

# tx_cart.plugin.mini_cart.products_in_cart
source: products in cart.
de: Artikel im Warenkorb.

# tx_cart_domain_model_cart.billing_address
source: Billing Address
de: Rechnungsadresse

# tx_cart_domain_model_cart.shipping_address
source: Shipping Address
de: Versandadresse

# tx_cart_domain_model_cart.use_billing_address
source: use Billing Address
de: Rechnungsadresse verwenden

# tx_cart.mail.thank_you_for_order
source: Thank you for your order.
de: Vielen Dank für Ihre Bestellung.

# tx_cart.mail.thank_you_for_order_note
source: Below is an overview of all important information about your order.
de: Nachfolgend finden Sie eine Übersicht mit allen wichtigen Informationen zu Ihrer Bestellung.

# tx_cart.mail.order_information
source: Order Information
de: Bestellinformation

# tx_cart.mail.order_summary
source: Order Summary
de: Bestellübersicht

# tx_cart.order.history_empty
source: No orders found.
de: Keine Bestellungen vorhanden.

# tx_cart.mail.payment_method
source: Payment method
de: Zahlungsart

# tx_cart.mail.shipping_method
source: Shipping method
de: Versandart

# tx_cart.mail.salutation
source: Dear %s,
de: Sehr geehrte(r) %s,

# tx_cart_domain_model_cart_product.title
source: Product
de: Produkt

# tx_cart_domain_model_cart_product.sku
source: Stock Keeping Unit
de: Artikelnummer

# tx_cart_domain_model_cart_product.sku.short
source: SKU
de: Art.-Nr.

# tx_cart_domain_model_cart_product.count
source: Quantity
de: Anzahl

# tx_cart_domain_model_cart_product.price
source: Price
de: Preis

# tx_cart_domain_model_cart_product.price_net
source: Price (net)
de: Preis (netto)

# tx_cart_domain_model_cart_product.price_gross
source: Price (gross)
de: Preis (brutto)

# tx_cart_domain_model_cart_product.price_per_unit
source: Price per unit
de: Stückpreis

# tx_cart_domain_model_cart_product.price_per_unit_net
source: Price per unit (net)
de: Stückpreis (netto)

# tx_cart_domain_model_cart_product.price_per_unit_gross
source: Price per unit (gross)
de: Stückpreis (brutto)

# tx_cart_domain_model_cart_product.price_subtotal
source: Subtotal
de: Zwischensumme

# tx_cart_domain_model_cart_product.price_subtotal_net
source: Subtotal (net)
de: Zwischensumme (net)

# tx_cart_domain_model_cart_product.price_subtotal_gross
source: Subtotal (gross)
de: Zwischensumme (gross)

# tx_cart_domain_model_cart_product.tax
source: Tax (%s)
de: Umsatzsteuer (%s)

# tx_cart_domain_model_cart_product.discount
source: Discount
de: Rabatt

# tx_cart_domain_model_cart_product.total_net
source: Total Price (net)
de: Gesamtpreis (netto)

# tx_cart_domain_model_cart_product.total_gross
source: Total Price (gross)
de: Gesamtpreis (brutto)

# tx_cart_domain_model_cart_product.service_net
source: Service- and Shipping costs (net)
de: Service- und Versandkosten (netto)

# tx_cart_domain_model_cart_product.service_gross
source: Service- and Shipping costs (gross)
de: Service- und Versandkosten (brutto)

# tx_cart_domain_model_cart_product.discount_net
source: Discount (net)
de: Rabatt (netto)

# tx_cart_domain_model_cart_product.discount_gross
source: Discount (gross)
de: Rabatt (brutto)

# tx_cart_domain_model_order_product.title
source: Product
de: Produkt

# tx_cart_domain_model_order_product.sku
source: Stock Keeping Unit
de: Artikelnummer

# tx_cart_domain_model_order_product.sku.short
source: SKU
de: Art.-Nr.

# tx_cart_domain_model_order_product.count
source: Quantity
de: Anzahl

# tx_cart_domain_model_order_product.price
source: Price (gross)
de: Stückpreis

# tx_cart_domain_model_order_product.price_total
source: Subtotal
de: Zwischensumme

# tx_cart_domain_model_order_product.total
source: Total
de: Summe

# tx_cart_domain_model_order_product.tax
source: Tax (%s)
de: Umsatzsteuer (%s)

# tx_cart_domain_model_order_product.discount
source: Discount
de: Rabatt

# tx_cart_domain_model_order_product.net
source: Price (net)
de: Preis (netto)

# tx_cart_domain_model_order_product.gross
source: Price (gross)
de: Preis (brutto)

# tx_cart_domain_model_order_product.total_net
source: Total Price (net)
de: Gesamtpreis (netto)

# tx_cart_domain_model_order_product.total_gross
source: Total Price (gross)
de: Gesamtpreis (brutto)

# tx_cart_domain_model_order_product.service_net
source: Service- and Shipping costs (net)
de: Service- und Versandkosten (netto)

# tx_cart_domain_model_order_product.service_gross
source: Service- and Shipping costs (gross)
de: Service- und Versandkosten (brutto)

# tx_cart_domain_model_order_product.discount_net
source: Discount (net)
de: Rabatt (netto)

# tx_cart_domain_model_order_product.discount_gross
source: Discount (gross)
de: Rabatt (brutto)

# filterCustomer
source: Customer
de: Kunde

# filterOrderNumber
source: Order Number
de: Bestellnummer

# filterInvoiceNumber
source: Invoice Number
de: Rechnungsnummer

# filterStartDate
source: Start Date
de: Start Datum

# filterEndDate
source: End Date
de: End Datum

# tx_cart.format.date
source: Y-m-d
de: d.m.Y

# tx_cart.add_product
source: add to cart
de: in den Warenkorb

# tx_cart.remove_product
source: remove
de: entfernen

# tx_cart.clear_cart
source: clear cart
de: Warenkorb löschen

# tx_cart.submit_order
source: submit order
de: Kostenpflichtig bestellen

# tx_cart.update_cart
source: update cart
de: Warenkorb aktualisieren

# tx_cart.update_status
source: update status
de: Status aktualisieren

# tx_cart.add_coupon
source: add coupon
de: Gutscheincode absenden

# tx_cart.remove_coupon
source: remove
de: entfernen

# tx_cart.same_address
source: Send it to the same address.
de: An die gleiche Adresse versenden.

# tx_cart.variants-select.choose
source: Please choose ...
de: Bitte auswählen ...

# tx_cart.history_back
source: back
de: zurück

# tx_cart.error.validation
source: An error has occurred. Please check your entries.
de: Es ist ein Fehler aufgetreten. Bitte prüfen Sie Ihre Eingaben.

# tx_cart.controller.cart.action.set_payment.not_available
source: This payment method is not available.
de: Diese Bezahlmethode ist nicht verfügbar.

# tx_cart.controller.cart.action.set_shipping.not_available
source: This shipping method is not available.
de: Diese Versandmethode ist nicht verfügbar.

# tx_cart.controller.order.action.payment_success.successfully_paid
source: The order was successfully paid.
de: Die Bestellung wurde erfolgreich bezahlt.

# tx_cart.controller.order.action.payment_success.error_occured
source: An error occurred while updating the order.
de: Es ist ein Fehler bei der Aktualisierung der Bestellung aufgetreten.

# tx_cart.controller.order.action.payment_success.thank_you
source: Thank you for your order.
de: Vielen Dank für Ihre Bestellung.

# tx_cart.controller.order.action.payment_success.thank_you_order_number
source: Your order number is: %1$s
de: Ihre Bestellnummer lautet: %1$s

# tx_cart.controller.order.action.payment_cancel.successfully_canceled
source: The order has been canceled.
de: Die Bestellung wurde abgebrochen.

# tx_cart.controller.order.action.payment_cancel.error_occured
source: An error occurred while updating the order.
de: Es ist ein Fehler bei der Aktualisierung der Bestellung aufgetreten.

# tx_cart.controller.order.action.payment_cancel.thank_you
source: Thank you.
de: Vielen Dank.

# tx_cart.controller.order.action.generate_number_action.order.success
source: The generated order number is: %s.
de: Die generierte Bestellnummer lautet: %s.

# tx_cart.controller.order.action.generate_number_action.order.already_generated
source: An order number already exists!
de: Es existiert bereits eine Bestellnummer.

# tx_cart.controller.order.action.generate_number_action.invoice.success
source: The generated invoice number is: %s.
de: Die generierte Rechnungsnummer lautet: %s.

# tx_cart.controller.order.action.generate_number_action.invoice.already_generated
source: An invoice number already exists!
de: Es existiert bereits eine Rechnungsnummer.

# tx_cart.controller.order.action.generate_number_action.delivery.success
source: The generated delivery number is: %s.
de: Die generierte Lieferscheinnummer lautet: %s.

source: An delivery number already exists!
de: Es existiert bereits eine Lieferscheinnummer.

# tx_cart.controller.order.action.update_payment_action.success
source: The payment was successfully updated.
de: Die Zahlung wurde erfolgreich aktualisiert.

# tx_cart.controller.order.action.update_shipping_action.success
source: The shipping was successfully updated.
de: Der Versand wurde erfolgreich aktualisiert.

# tx_cart.controller.order.actions
source: Actions
de: Aktionen

# tx_cart.controller.order.action.show
source: Show
de: Anzeigen

# tx_cart.controller.order.action.edit
source: Edit
de: Bearbeiten

# tx_cart.controller.order.action.list
source: List
de: Auflisten

# tx_cart.controller.order.action.generateOrderNumber
source: Generate Order Number
de: Bestellnummer generieren

# tx_cart.controller.order.action.generateOrderDocument
source: Generate Order Document
de: Bestellbestätigung generieren

# tx_cart.controller.order.action.downloadOrderDocument
source: Download Order Document
de: Bestellbestätigung herunterladen

# tx_cart.controller.order.action.generateInvoiceNumber
source: Generate Invoice Number
de: Rechnungsnummer generieren

# tx_cart.controller.order.action.generateInvoiceDocument
source: Generate Invoice Document
de: Rechnung generieren

# tx_cart.controller.order.action.downloadInvoiceDocument
source: Download Invoice Document
de: Rechnung herunterladen

# tx_cart.controller.order.action.generateDeliveryNumber
source: Generate Delivery Note Number
de: Lieferscheinnummer generieren

# tx_cart.controller.order.action.generateDeliveryDocument
source: Generate Delivery Note Document
de: Lieferschein generieren

# tx_cart.controller.order.action.downloadDeliveryDocument
source: Download Delivery Note Document
de: Lieferschein herunterladen

# tx_cart.controller.order.action.show_cart.block-header.billing_address
source: Billing Address
de: Rechnungsadresse

# tx_cart.controller.order.action.show_cart.block-header.shipping_address
source: Shipping Address
de: Versandadresse

# tx_cart.controller.order.action.show_cart.block-header.shipping_method
source: Shipping Method
de: Versandart

# tx_cart.controller.order.action.show_cart.block-header.payment_method
source: Payment Method
de: Zahlmethode

# tx_cart.controller.order.action.show_cart.block-header.product_list
source: Product List
de: Produktliste

# tx_cart.controller.order.action.show_cart.block-header.coupons
source: Coupons
de: Gutscheine

# tx_cart.controller.order.action.show_cart.block-header.order_overview
source: Check and Order
de: Prüfen und Bestellen

# tx_cart.controller.order.action.show_cart.coupons.not_available
source: No coupon code was entered.
de: Es wurde kein Gutschein-Code eingegeben.

# tx_cart.controller.order.action.order_cart.thank_you
source: Thank you for your order.
de: Vielen Dank für Ihre Bestellung.

# tx_cart.controller.order.action.order_cart.thank_you_order_number
source: Your order number is: %1$s
de: Ihre Bestellnummer lautet: %1$s

# tx_cart_domain_model_order_item.order_number
source: Order Number
de: Bestellnummer

# tx_cart_domain_model_order_item.order_date
source: Order Date
de: Bestelldatum

# tx_cart_domain_model_order_item.invoice_number
source: Invoice Number
de: Rechnungsnummer

# tx_cart_domain_model_order_item.invoice_date
source: Invoice Date
de: Rechnungsdatum

# tx_cart_domain_model_order_item.delivery_number
source: Delivery Number
de: Lieferscheinnummer

# tx_cart_domain_model_order_item.delivery_date
source: Delivery Date
de: Lieferscheindatum

# tx_cart_domain_model_order_item.shipping_address
source: Shipping Address
de: Versandadresse

# tx_cart_domain_model_order_item.billing_address
source: Billing Address
de: Rechnungsadresse

# tx_cart_domain_model_order_item.total_gross
source: Total Price (Gross)
de: Gesamtpreis

# tx_cart_domain_model_order_item.total_net
source: Total Price (Net)
de: Gesamtpreis (Netto)

# tx_cart_domain_model_order_item.order_pdfs
source: Order PDFs
de: Bestell PDFs

# tx_cart_domain_model_order_item.invoice_pdfs
source: Invoice PDFs
de: Rechnung PDFs

# tx_cart_domain_model_order_item.order_shipping
source: Shipping
de: Versand

# tx_cart_domain_model_order_item.order_payment
source: Payment
de: Zahlung

# tx_cart_domain_model_order_item.comment
source: Comment
de: Bemerkung

# tx_cart_domain_model_order_item.accept_terms_and_conditions
source: I have read the general terms and conditions agree to them.
de: Ich habe die Allgemeinen Geschäftsbedingungen gelesen und stimme diesen zu.

# tx_cart_domain_model_order_item.accept_terms_and_conditions_with_link
source: I have read the <a href="%1$s" target="%2$s">general terms and conditions</a> and agree to them.
de: Ich habe die <a href="%1$s" target="%2$s">Allgemeinen Geschäftsbedingungen</a> gelesen und stimme diesen zu.

# tx_cart_domain_model_order_item.accept_terms_and_conditions.error.1361959228
source: You have to agree to the general terms.
de: Sie müssen den Allgemeinen Geschäftsbedingungen zustimmen.

# tx_cart_domain_model_order_item.accept_revocation_instruction
source: I have read the revocation instruction and agree to them.
de: Ich habe die Widerrufsbelehrung gelesen und stimme dieser zu.

# tx_cart_domain_model_order_item.accept_revocation_instruction_with_link
source: I have read the <a href="%1$s" target="%2$s">revocation instruction</a> and agree to them.
de: Ich habe die <a href="%1$s" target="%2$s">Widerrufsbelehrung</a> gelesen und stimme dieser zu.

# tx_cart_domain_model_order_item.accept_revocation_instruction.error.1361959228
source: You have to agree to the revocation instruction.
de: Sie müssen der Widerrufsbelehrung zustimmen.

# tx_cart_domain_model_order_item.accept_privacy_policy
source: I have read the privacy policy and agree to them.
de: Ich habe die Datenschutzerklärung gelesen und stimme dieser zu.

# tx_cart_domain_model_order_item.accept_privacy_policy_with_link
source: I have read the <a href="%1$s" target="%2$s">privacy policy</a> and agree to them.
de: Ich habe die <a href="%1$s" target="%2$s">Datenschutzerklärung</a> gelesen und stimme dieser zu.

# tx_cart_domain_model_order_item.accept_privacy_policy.error.1361959228
source: You have to agree to the privacy policy.
de: Sie müssen der Datenschutzerklärung zustimmen.

# tx_cart_domain_model_order_product.count
source: Count
de: Anzahl

# tx_cart_domain_model_order_product.gross
source: Gross
de: Preis (brutto)

# tx_cart_domain_model_order_product.net
source: Net
de: Preis (netto)

# tx_cart_domain_model_order_shipping
source: Shipping
de: Versand

# tx_cart_domain_model_order_shipping.net
source: Price (net)
de: Preis (netto)

# tx_cart_domain_model_order_shipping.gross
source: Price (gross)
de: Preis (brutto)

# tx_cart_domain_model_order_shipping.tax
source: Tax
de: Umsatzsteuer

# tx_cart_domain_model_order_shipping.status.all
source: all
de: alle

# tx_cart_domain_model_order_shipping.status.open
source: open
de: offen

# tx_cart_domain_model_order_shipping.status.on_hold
source: on hold
de: in Wartestellung

# tx_cart_domain_model_order_shipping.status.in_process
source: in process
de: in Bearbeitung

# tx_cart_domain_model_order_shipping.status.shipped
source: shipped
de: ausgeliefert

# tx_cart_domain_model_order_payment
source: Payment
de: Zahlung

# tx_cart_domain_model_order_payment.net
source: Price (net)
de: Preis (netto)

# tx_cart_domain_model_order_payment.gross
source: Price (gross)
de: Preis (brutto)

# tx_cart_domain_model_order_payment.tax
source: Tax
de: Umsatzsteuer

# tx_cart_domain_model_order_payment.status.all
source: all
de: alle

# tx_cart_domain_model_order_payment.status.open
source: open
de: offen

# tx_cart_domain_model_order_payment.status.pending
source: pending
de: ausstehend

# tx_cart_domain_model_order_payment.status.paid
source: paid
de: bezahlt

# tx_cart_domain_model_order_payment.status.canceled
source: canceled
de: storniert

# tx_cart_domain_model_order_address.title
source: Title
de: Titel

# tx_cart_domain_model_order_address.salutation
source: Salutation
de: Anrede

# tx_cart_domain_model_order_address.first_name
source: First Name
de: Vorname

# tx_cart_domain_model_order_address.last_name
source: Last Name
de: Nachname

# tx_cart_domain_model_order_address.phone
source: Phone
de: Telefon

# tx_cart_domain_model_order_address.company
source: Company
de: Firma

# tx_cart_domain_model_order_address.tax_identification_number
source: Tax Identification Number
de: Umsatzsteueridentifikationsnummer

# tx_cart_domain_model_order_address.street
source: Street
de: Straße

# tx_cart_domain_model_order_address.street_number
source: Street Number
de: Hausnummer

# tx_cart_domain_model_order_address.zip
source: Zip
de: PLZ

# tx_cart_domain_model_order_address.city
source: City
de: Stadt

# tx_cart_domain_model_order_address.country
source: Country
de: Land

# tx_cart.mail.buyer.subject
source: Order confirmation - %s
de: Bestellbestätigung - %s

# tx_cart.mail.seller.subject
source: Order receipt - %s
de: Bestelleingang - %s

# tx_cart.tax_class
source: Tax Class
de: Steuerklasse

# tx_cart.tax_class.2
source: reduced
de: reduziert

# tx_cart.tax_class.3
source: free
de: frei

# tx_cart.tax_vat
source: VAT
de: Umsatzsteuer

# tx_cart.tax_vat.value
source: VAT (%s %%)
de: Umsatzsteuer (%s %%)

# tx_cart.plugin.form.submit
source: Add to cart
de: in den Warenkorb

# tx_cart.plugin.form.submit.success
source: The product has been added to your shopping cart.
de: Das Produkt wurde in den Warenkorb gelegt.

# tx_cart.plugin.form.submit.error
source: The product could not be added to the shopping cart.
de: Das Produkt konnte nicht in den Warenkorb gelegt werden.

# tx_cart_domain_model_cart_cart.net
source: Price (net)
de: Preis (netto)

# tx_cart_domain_model_cart_cart.gross
source: Price (gross)
de: Preis (brutto)

# tx_cart_domain_model_coupon
source: Coupon
de: Gutschein

# tx_cart_domain_model_coupon.code
source: Coupon Code
de: Gutschein-Code

# tx_cart_domain_model_coupon.code.not_useable
source: Coupon Code is not useable.
de: Gutschein-Code ist nicht verwendbar.

# tx_cart_domain_model_coupon.cart_min_price
source: Minimum Order Value
de: Mindestbestellwert

# tx_cart.ok.coupon.added
source: Coupon was added.
de: Gutschein wurde hinzugefügt.

# tx_cart.error.coupon.not_accepted
source: Coupon code was not accepted.
de: Gutscheincode wurde nicht akzeptiert.

# tx_cart.error.coupon.already_added
source: Coupon code has already been added.
de: Gutscheincode wurde schon hinzugefügt.

# tx_cart.error.coupon.not_combinable
source: Coupon codes can not be combined.
de: Gutscheincodes sind nicht kombinierbar.

# tx_cart.ok.coupon.removed
source: Coupon was removed.
de: Gutschein wurde entfernt.

# tx_cart.error.coupon.not_found
source: Coupon code was not found.
de: Gutscheincode wurde nicht gefunden.

# tx_cart.quantityBelowRange
source: Minimum order not reached.
de: Mindestbestellmenge nicht erreicht.

# tx_cart.quantityAboveRange
source: Maximum order quantity exceeded.
de: Maximalbestellmenge überschritten.

# tx_cart.settings.allowed_countries.de
source: Germany
de: Deutschland

# tx_cart.settings.allowed_countries.at
source: Austria
de: Österreich

# tx_cart.settings.allowed_countries.ch
source: Switzerland
de: Schweiz

# tx_cart.add_to_cart_finisher.message.status.200.body
source: The product was added to cart.
de: Das Produkt wurde zum Warenkorb hinzugefügt.
